{"text": "The history of artificial intelligence began in antiquity, with myths, stories and rumors of artificial beings endowed with intelligence or consciousness by master craftsmen."}
{"text": "Climate change includes both global warming driven by human emissions of greenhouse gases and the resulting large-scale shifts in weather patterns."}
{"text": "The Renaissance was a period in European history marking the transition from the Middle Ages to modernity and covering the 15th and 16th centuries."}
{"text": "Jazz is a music genre that originated in the African-American communities of New Orleans, Louisiana, United States, in the late 19th and early 20th centuries."}
{"text": "The Internet is the global system of interconnected computer networks that uses the Internet protocol suite to communicate between networks and devices."}
{"text": "Democracy is a form of government in which the people have the authority to deliberate and decide legislation or to choose governing officials."}
{"text": "Evolution is the change in the heritable characteristics of biological populations over successive generations."}
{"text": "The Great Wall of China is a series of fortifications that were built across the historical northern borders of ancient Chinese states and Imperial China."}
{"text": "Photography is the art, application, and practice of creating durable images by recording light, either electronically or chemically."}
{"text": "The human brain is the central organ of the human nervous system, and with the spinal cord makes up the central nervous system."}
{"text": "Literature broadly is any collection of written work, but it is also used more narrowly for writings specifically considered to be an art form."}
{"text": "The solar system is the gravitationally bound system of the Sun and the objects that orbit it, either directly or indirectly."}
{"text": "Archaeology is the scientific study of human activity through the recovery and analysis of material culture and environmental data."}
{"text": "Music is the art of arranging sounds in time to produce a composition through the elements of melody, harmony, rhythm, and timbre."}
{"text": "The ocean is a body of salt water that covers approximately 70.8% of the surface of Earth and contains 97% of Earth's water."}
{"text": "Philosophy is the systematized study of general and fundamental questions, such as those about existence, reason, knowledge, values, mind, and language."}
{"text": "A forest is an area of land dominated by trees. Hundreds of definitions of forest are used throughout the world, incorporating factors such as tree density."}
{"text": "Language is a structured system of communication that consists of grammar and vocabulary. It is the primary means by which humans convey meaning."}
{"text": "The atmosphere of Earth is the layer of gases, commonly known as air, retained by Earth's gravity, surrounding the planet Earth and forming its planetary atmosphere."}
{"text": "Agriculture is the practice of cultivating plants and livestock. Agriculture was the key development in the rise of sedentary human civilization."}